{
  "navigation": {
    "home": "Startseite",
    "about": "Über"
  },
  "page": {
    "home": {
      "title": "Willkommen bei NextJs i18n",
      "sysstudent": "Student für Systemtechnik",
      "description": "Blockchain-Enthusiast und leidenschaftlicher Programmierer, der jeden Tag studiert und lernt, was er liebt. Lesen Sie mehr über mich unten!",
      "proyects": "Projekte",
      "proyects_desc": "Persönliche Projekte, in denen ich meine Fähigkeiten übe, um sie dann am Arbeitsplatz anzuwenden.",
      "dolar_calc": "Dollar-Rechner",
      "dolar_calc_desc": "Wenn Sie in Argentinien leben, macht die Unsicherheit des Wechselkurses das Wissen über den Wert des Dollars zu einer Notwendigkeit. Diese einfache Seite informiert Sie über den aktuellen Wert der verschiedenen Dollararten und berechnet den Betrag der Dollars, die Ihren Pesos entsprechen.",
      "title_etherscan": "Transaktions-Explorer",
      "desc_etherscan": "Diese Suchmaschine ermöglicht es Ihnen, Transaktionen im Ethereum-Netzwerk zu erkunden, zu analysieren und detaillierte Informationen zu erhalten. Sie können es mit der Adresse von Vitalik Buterin ausprobieren: 0xd8dA6BF26964aF9D7eEd9e03E53415D37aA96045.",
      "about": "Über mich",
      "about_desc1": "Fortgeschrittener Student für Systemtechnik an der UTN FRRO, ich habe als Community Builder bei ",
      "about_desc2": "(Aug/2022 - Jul/2023) speziell in der Latam-Community gearbeitet. Derzeit arbeite ich als Entwickler bei",
      "about_desc3": "seit Juli 2023.",
      "workshop_desc": "In diesem Abschnitt können Sie die verschiedenen Vorträge/Präsentationen sehen, die ich die Gelegenheit hatte, zu leiten",
      "modal_bitconf_1": "Workshop zur Konfiguration eines Ethereum-Knotens mit der DAppNode-Software, vom Booten der ISO auf einem USB-Stick bis zur Verbindung über VPN, Sie können ihn sehen, indem Sie auf das Foto klicken oder",
      "modal_bitconf_2": "hier",
      "modal_globant_1": "Workshop zum Konfigurieren eines Ethereum-Knotens mit der DAppNode-Software, vom Booten der ISO auf einem USB-Stick bis zur lokalen Verbindung",
      "modal_globant_2": "Globant-Büros, Tandil (Provinz Buenos Aires).",
      "modal_aurora_sc": "Workshop zur Bereitstellung intelligenter Verträge in Aurora",
      "modal_aurora_near": "Erläuterung, wie Aurora innerhalb des NEAR-Protokoll-Ökosystems funktioniert",
      "modal_rosario_1": "Sprechen Sie mit der RosChain-Community „Grundlagen von Solidity“, wo wir eine Einführung in die Syntax der Sprache sahen und dann einen Smart Contract auf Testnet bereitstellen!",
      "modal_rosario_2": "Aber was ist Roschain? Es handelt sich um eine Community auf Spanisch, die sich der Aufklärung und Einführung von Benutzern im Web3- und Krypto-Ökosystem unter den Werten der Dezentralisierung widmet.",
      "modal_rosario_3": "Um mehr über RosChain und seine Organisation zu erfahren, klicken Sie auf das Bild.",
      "modal_colegioAbogados":"Workshop darüber, wie Sicherheitsschichten zu unseren Geräten hinzugefügt werden können, und Einführung in Wallets (Klassifizierung + Praktisches Beispiel)",
      "modal_colegioAbogados2":"[Folien]",
      "button_close": "Schließen",
      "articulos": "Artikel",
      "art_desc": "Alle technischen Artikel, bei denen ich das Vergnügen hatte, dabei zu sein",
      "articulo_title_ethereum": "Ethereum-Knoten",
      "articulo_desc_ethereum": "Anleitung zur Konfiguration eines Ethereum-Knotens, von der Installation bis zur Synchronisierung mit DappNode.",
      "articulo_title_arbitrum": "Arbitrum-Knoten",
      "articulo_desc_arbitrum": "Anleitung zur Konfiguration eines Arbitrum Nitro-Knotens, zur Verwendung einer VM und von Docker mit ihren Konfigurationen und zur Interaktion damit.",
      "articulo_title_op": "Optimism-Knoten",
      "articulo_desc_op": "Anleitung zur Konfiguration eines Optimism-Knotens unter Linux und zur Interaktion damit."
    },
    "about": {
      "title": "Über uns",
      "description": "Dies ist die About-Seite"
    }
  }
}
