{
  "navigation": {
    "home": "Startseite",
    "about": "Über"
  },
  "page": {
    "home": {
      "title": "Willkommen bei NextJs i18n",
      "sysstudent": "Student für Systemtechnik",
      "description": "Blockchain Enthusiast and coding passionate, studying and learning every day what I love, read more about me below!",
      "proyects": "Proyects",
      "proyects_desc": "Personal projects in which I practice my skills to then apply them in the workplace.",
      "dolar_calc": "Dolar Calculator",
      "dolar_calc_desc": "If you live in Argentina, the exchange rate uncertainty makes knowing the value of the dollar a necessity. This simple page informs you of the current value of the types of dollars and calculates the amount of dollars that your pesos are equivalent to. ",
      "about": "About me",
      "about_desc1": "Advanced Systems Engineering student at UTN FRRO, I worked as a Community Builder in ",
      "about_desc2": "(Aug/2022 - Jul/2023) specifically in the Latam community, I am currently working as a Developer in",
      "about_desc3": "from July 2023.",
      "workshop_desc": "In this section you can see the different talks/presentations which I had the opportunity to lead",
      "modal_bitconf_1": "Workshop zur Konfiguration eines Ethereum-Knotens mit der DAppNode-Software, vom Booten der ISO auf einem USB-Stick bis zur Verbindung über VPN, Sie können ihn sehen, indem Sie auf das Foto klicken oder",
      "modal_bitconf_2": "hier",
      "modal_globant_1": "Workshop zum Konfigurieren eines Ethereum-Knotens mit der DAppNode-Software, vom Booten der ISO auf einem USB-Stick bis zur lokalen Verbindung",
      "modal_globant_2": "Globant-Büros, Tandil (Provinz Buenos Aires).",
      "modal_aurora_sc": "Workshop zur Bereitstellung intelligenter Verträge in Aurora",
      "modal_aurora_near": "Erläuterung, wie Aurora innerhalb des NEAR-Protokoll-Ökosystems funktioniert",
      "modal_rosario_1": "Sprechen Sie mit der RosChain-Community „Bases of Solidity“, wo wir eine Einführung in die Syntax der Sprache sahen und dann einen Smart Contract auf Testnet bereitstellen!",
      "modal_rosario_2": "Aber was ist Roschain? Es handelt sich um eine Community auf Spanisch, die sich der Aufklärung und Einführung von Benutzern im Web3- und Krypto-Ökosystem unter den Werten der Dezentralisierung widmet.",
      "modal_rosario_3": "Um mehr über RosChain und seine Organisation zu erfahren, klicken Sie auf das Bild.",
      "button_close": "Schließen",
      "articulos": "Artikel",
      "art_desc": "Alle technischen Artikel, bei denen ich das Vergnügen hatte, dabei zu sein",
      "articulo_title_ethereum": "Ethereum Node",
      "articulo_desc_ethereum": "Anleitung zur Konfiguration eines Ethereum-Knotens, von der Installation bis zur Synchronisierung mit DappNode.",
      "articulo_title_arbitrum": "Arbitrum Node",
      "articulo_desc_arbitrum": "Anleitung zur Konfiguration eines Arbitrum Nitro-Knotens, zur Verwendung einer VM und von Docker mit ihren Konfigurationen und zur Interaktion damit.",
      "articulo_title_op": "Optimism Node",
      "articulo_desc_op": "Anleitung zur Konfiguration eines Optimism-Knotens unter Linux und zur Interaktion damit."
    },
    "about": {
      "title": "Über uns",
      "description": "Dies ist die About-Seite"
    }
  }
}
